Repository: eDouFuRu/notch-island
Catalog: boringNotch/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Waiting for a Bluetooth permission decision in macOS.
zh_hans: 正在等待你在 macOS 中决定蓝牙权限。

source: Waiting for a real desktop banner; delivery is not yet verified.
zh_hans: 等待实际桌面通知，尚未验证通知送达。

source: Weather
zh_hans: 天气

source: WebSocket not connected
zh_hans: WebSocket 未连接

source: Welcome
zh_hans: 欢迎

source: What's New
zh_hans: 更新内容

source: White
zh_hans: 白色

source: Wi-Fi change was requested, but its current power state could not be read.
zh_hans: 调节请求已提交，但暂时无法读取当前 Wi-Fi 电源状态。

source: Wi-Fi changed since it was displayed. Check the current state and try again.
zh_hans: Wi-Fi 状态已发生变化，请核对当前状态后重试。

source: Wi-Fi is off
zh_hans: Wi-Fi 已关闭

source: Wi-Fi is on
zh_hans: Wi-Fi 已开启

source: Wi-Fi power is unavailable on this Mac.
zh_hans: 这台 Mac 暂时无法读取 Wi-Fi 电源状态。

source: Wi-Fi was adjusted, but its current power state could not be read.
zh_hans: 已尝试调节 Wi-Fi，但无法读取当前状态。

source: Window Appearance
zh_hans: 窗口外观

source: Window Behavior
zh_hans: 窗口行为

source: Window Screenshot
zh_hans: 窗口截屏

source: Window position and nonactivation checks passed.
zh_hans: 窗口位置与非激活属性检查通过。

source: Works with most media apps, including browsers, to detect what's playing. Note: This may be removed in a future macOS version.
zh_hans: 检测大多数媒体应用及浏览器中正在播放的内容。此能力可能在未来的 macOS 版本中被移除。

source: You can focus with zero stock, too.
zh_hans: 没有库存也可以开始专注。

source: You can now enjoy the app. If you want to tweak things further, you can always visit the settings.
zh_hans: 如果您想进一步调整内容，您可以随时访问设置。

source: You're All Set!
zh_hans: 一切都准备好了！

source: YouTube Music requires this third-party app to be installed:
zh_hans: 使用 YouTube Music 需要安装第三方应用：

source: Your alarm is ringing
zh_hans: 闹钟时间到啦

source: Your calendar data is only used to show your events and is never shared.
zh_hans: 日历数据仅用于展示日程，不会对外分享。

source: Your camera is never used without your consent, and nothing is recorded or stored.
zh_hans: 摄像头仅在你允许时使用，不录制或存储画面。

source: Your macOS system accent color
zh_hans: 当前 macOS 系统强调色

source: Your reminders data is only used to show your reminders and is never shared.
zh_hans: 提醒事项数据仅用于展示提醒，不会对外分享。

source: Your sweet potatoes
zh_hans: 你的红薯

source: Zoom
zh_hans: 缩放

source: e.g., 1920
zh_hans: 例如 1920

source: hi has a new message
zh_hans: hi 有新消息

source: hi notifications
zh_hans: hi 消息提醒

source: hi · %d new messages
zh_hans: hi · %d 条新消息

source: macOS cannot reliably exclude this panel from screen recording. Hide the island before sharing your screen.
zh_hans: macOS 无法可靠地将此面板排除在录屏之外。共享屏幕前，请使用“隐藏小岛”。

source: macOS could not change Wi-Fi power. Check System Settings and try again.
zh_hans: macOS 未能更改 Wi-Fi 状态，请检查系统设置后重试。

source: macOS could not change the audio output device.
zh_hans: macOS 未能更改音频输出设备。

source: macOS could not select this input source.
zh_hans: macOS 未能切换到此输入法。

source: macOS did not accept the Night Shift change. Check Displays settings and try again.
zh_hans: macOS 未接受夜览更改，请检查显示器设置后重试。

source: macOS did not accept the True Tone change. Check Displays settings and try again.
zh_hans: macOS 未接受原彩更改，请检查显示器设置后重试。

source: macOS did not accept this display mode. Open Displays settings to check compatibility.
zh_hans: macOS 未接受此显示模式，请打开显示器设置检查兼容性。

source: macOS did not confirm the requested Bluetooth power change.
zh_hans: macOS 尚未确认蓝牙电源切换成功。

source: macOS did not confirm the requested Night Shift change.
zh_hans: macOS 尚未确认夜览已切换，请检查当前状态。

source: macOS did not confirm the requested True Tone change.
zh_hans: macOS 尚未确认原彩已切换，请检查当前状态。

source: macOS did not confirm the requested Wi-Fi power change.
zh_hans: macOS 尚未确认 Wi-Fi 状态已按要求更改。

source: macOS did not confirm the requested appearance change.
zh_hans: macOS 尚未确认此次外观切换已生效。

source: macOS did not confirm the requested display mode.
zh_hans: macOS 尚未确认显示模式切换成功。

source: macOS does not currently allow changing the default audio output.
zh_hans: macOS 当前不允许更改默认音频输出。

source: min
zh_hans: 分钟

source: muted
zh_hans: 已静音

source: remaining
zh_hans: 剩余

source: selected
zh_hans: 已选择

source: unmuted
zh_hans: 已取消静音

source: • Bug fixes
zh_hans: • 修复问题

source: • Improved performance
zh_hans: • 提升性能

source: • New feature 1
zh_hans: • 新功能1

# 上游
source: Upstream
zh_hans: 上游

# 关于工位充电岛
source: About 工位充电岛
zh_hans: 关于工位充电岛

# 切换小岛与工具
source: Switch between the island and tools
zh_hans: 切换小岛与工具

# 动画与窗口检查
source: Animation and window diagnostics
zh_hans: 动画与窗口检查

# 固定提交 16b0f11f51c79d42e27c10d77fd9e53c11410fdb
source: Pinned commit 16b0f11f51c79d42e27c10d77fd9e53c11410fdb
zh_hans: 固定提交 16b0f11f51c79d42e27c10d77fd9e53c11410fdb

# 完成
source: Done
zh_hans: 完成

# 定制版
source: Custom build
zh_hans: 定制版

# 定制版不连接上游更新服务。后续版本通过本项目重新构建。
source: This custom build does not connect to the upstream update service. Build future versions from this project.
zh_hans: 定制版不连接上游更新服务。后续版本通过本项目重新构建。

# 小岛
source: Island
zh_hans: 小岛

# 展开小岛
source: Open island
zh_hans: 展开小岛

# 工位充电岛设置
source: 工位充电岛 Settings
zh_hans: 工位充电岛设置

# 工具主页
source: Tools
zh_hans: 工具主页

# 开源来源
source: Open-source credits
zh_hans: 开源来源

# 文件暂存
source: File shelf
zh_hans: 文件暂存

# 显示小岛
source: Show island
zh_hans: 显示小岛

# 未知
source: Unknown
zh_hans: 未知

# 本应用基于 TheBoredTeam 的 boring.notch 定制，保留上游及第三方作者的版权声明，并遵循 GPL-3.0 许可。
source: This app is based on boring.notch by TheBoredTeam. It retains the upstream and third-party copyright notices and follows the GPL-3.0 license.
zh_hans: 本应用基于 TheBoredTeam 的 boring.notch 定制，保留上游及第三方作者的版权声明，并遵循 GPL-3.0 许可。

# 构建
source: Build
zh_hans: 构建

# 查看 GPL-3.0 许可证
source: View GPL-3.0 license
zh_hans: 查看 GPL-3.0 许可证

# 查看上游项目
source: View upstream project
zh_hans: 查看上游项目

# 版本
source: Version
zh_hans: 版本

# 菜单栏入口始终保留，方便在隐藏小岛后恢复显示。
source: The menu bar entry stays available so you can show the island after hiding it.
zh_hans: 菜单栏入口始终保留，方便在隐藏小岛后恢复显示。

# 设置…
source: Settings…
zh_hans: 设置…

# 退出工位充电岛
source: Quit 工位充电岛
zh_hans: 退出工位充电岛

# 锁屏时小岛自动隐藏，解锁后恢复原来的显示状态。
source: The island hides when the screen is locked and restores its previous visibility after unlocking.
zh_hans: 锁屏时小岛自动隐藏，解锁后恢复原来的显示状态。

# 隐藏小岛
source: Hide island
zh_hans: 隐藏小岛

# 鼠标停留在物理刘海区域，展开小岛与日常工具。短休息的计时和小树成长保存在本机。
source: Hover over the physical notch to open your island and daily tools. Rest timers and sweet potato stock stay on this Mac.
zh_hans: 鼠标停留在物理刘海区域，展开小岛与日常工具。短休息的计时和小树成长保存在本机。

# 鼠标停留在物理刘海区域，展开薯队长与日常工具。红薯钟、休息进度和红薯库存保存在本机。
source: Hover over the physical notch to open Captain Shu and daily tools. The Sweet Potato Timer, rest progress, and sweet potato stock stay on this Mac.
zh_hans: 鼠标停留在物理刘海区域，展开薯队长与日常工具。红薯钟、休息进度和红薯库存保存在本机。

# 鼠标在摄像头所占用的刘海区域停留 150 毫秒后展开，两侧的状态展示不触发展开。无刘海屏幕使用顶部模拟胶囊。
source: Hover over the physical camera notch for 150 milliseconds to open the island. Status areas on either side do not trigger it. Displays without a notch use a capsule at the top.
zh_hans: 鼠标在摄像头所占用的刘海区域停留 150 毫秒后展开，两侧的状态展示不触发展开。无刘海屏幕使用顶部模拟胶囊。

source: VPN Connections
zh_hans: VPN 连接

source: Display Accessibility · Experimental
zh_hans: 显示辅助功能 · 实验

source: Updating VPN connections…
zh_hans: 正在更新 VPN 连接…

source: No controllable VPN found
zh_hans: 未找到可操作的 VPN

source: %d VPN connections
zh_hans: %d 个 VPN 连接

source: Controls configured VPNs listed by macOS. Some third-party clients must be operated in their own apps.
zh_hans: 仅控制 macOS 列出的已配置 VPN；部分第三方客户端需在其应用中操作。

source: Connect VPN
zh_hans: 连接 VPN

source: Disconnect VPN
zh_hans: 断开 VPN

source: Open VPN settings
zh_hans: 打开 VPN 设置

source: Reading display accessibility…
zh_hans: 正在读取显示辅助功能…

source: Required by Increase Contrast
zh_hans: 增加对比度需要此项

source: Experimental display accessibility controls. Increase Contrast also reduces transparency; turn it off first to change transparency.
zh_hans: 显示辅助功能控制仍在兼容测试中。开启“增加对比度”时，系统会同时降低透明度；请先关闭增加对比度，再调整透明度。

source: Open display accessibility settings
zh_hans: 打开显示辅助功能设置

source: %.2f s
zh_hans: %.2f 秒

source: Add copied images to the shelf
zh_hans: 把复制的图片加入暂存

source: After 1 day
zh_hans: 1 天后

source: After 1 week
zh_hans: 1 周后

source: After 12 hours
zh_hans: 12 小时后

source: After 3 days
zh_hans: 3 天后

source: Available only when macOS confirms support.
zh_hans: 仅在 macOS 确认支持时可用。

source: Bluetooth Control
zh_hans: 蓝牙控制

source: Clear search
zh_hans: 清除搜索

source: Clear staged files
zh_hans: 暂存文件自动清理

source: Closed notch
zh_hans: 收起状态

source: Collapse delay
zh_hans: 收起延迟

source: Collapse the island
zh_hans: 收起小岛

source: Copy captures to the clipboard
zh_hans: 截屏同时拷贝到剪贴板

source: Display Accessibility
zh_hans: 显示辅助功能

source: Hold ⌃⌘
zh_hans: 按住 ⌃⌘

source: Hold ⌘D (may clash with other apps)
zh_hans: 按住 ⌘D（可能与其它 App 冲突）

source: Hold ⌥⌘
zh_hans: 按住 ⌥⌘

source: Increase Contrast also reduces transparency; turn it off first to change transparency.
zh_hans: 「增强对比度」会同时降低透明度；如需单独调整透明度，请先将其关闭。

source: Move out of the shelf while holding
zh_hans: 拖出即移除的组合键

source: Moved out · Undo
zh_hans: 已移出 · 撤销

source: Never
zh_hans: 不使用

source: Never clear automatically
zh_hans: 不自动清理

source: Night Shift Control
zh_hans: 夜览控制

source: No matching tools found
zh_hans: 未找到匹配的工具

source: Off hides both the icon and the remaining time, and the notch keeps its normal width. The session itself keeps running and still settles on time.
zh_hans: 关闭后计时期间不再显示图标和剩余时间，刘海保持正常宽度。计时本身照常进行，也照常按时结算。

source: Only when clicking outside
zh_hans: 仅在点击外部时

source: Open Wi-Fi settings
zh_hans: 打开 Wi-Fi 设置

source: Opens Bluetooth settings. The card shows the current radio state.
zh_hans: 打开蓝牙设置。卡片显示当前的蓝牙开关状态。

source: Opens the list of options
zh_hans: 打开选项列表

source: Show the countdown on the closed notch
zh_hans: 在收起的刘海上显示倒计时

source: Switch tabs on hover
zh_hans: 悬停切换标签页

source: Tab hover delay
zh_hans: 标签悬停延迟

source: Toggles Night Shift without changing its schedule or color temperature.
zh_hans: 开关夜览，不改变其排程与色温设置。

source: True Tone Control
zh_hans: 原彩显示控制

source: When the pointer leaves
zh_hans: 鼠标移出时

source: Wi-Fi Control
zh_hans: Wi-Fi 控制

# 已设为拖出后一律移除，组合键不再起作用。
source: Set to always remove after dragging, so the chord has no effect.
zh_hans: 已设为拖出后一律移除，组合键不再起作用。

# 开启后会定期检查剪贴板类型，仅在其中确有图片时才读取内容，用于接住其它截图工具的图片。
source: Periodically checks what type the clipboard holds and reads the contents only when it really is an image, so screenshots from other tools land here too.
zh_hans: 开启后会定期检查剪贴板类型，仅在其中确有图片时才读取内容，用于接住其它截图工具的图片。

# 拖出前或拖动途中按住该组合键即可，放手时松没松开都算。拖回小岛不会移除；移除后 10 秒内可撤销。
source: Hold the chord before or during the drag; releasing it first is fine. Dropping back on the island never removes, and a removal can be undone for 10 seconds.
zh_hans: 拖出前或拖动途中按住该组合键即可，放手时松没松开都算。拖回小岛不会移除；移除后 10 秒内可撤销。

# 提高延迟可以避免鼠标划过边缘就误收起。
source: A longer delay stops the island collapsing when the pointer just brushes its edge.
zh_hans: 提高延迟可以避免鼠标划过边缘就误收起。

source: Each file ages from the moment it was staged. Screenshots, recordings, clipboard images and anything this app generates for you — background removal, format conversion, PDF and zip output — are deleted for real; only items dragged in from Finder that still resolve to their original file just lose the shelf entry, leaving that original untouched.
zh_hans: 每个文件从进入暂存区起单独计时。截图、录屏、剪贴板图片，以及去背景、转格式、合成 PDF、压缩生成的文件都会被真正删除；只有从访达拖进来、仍能定位到原文件的条目才是到期只移除条目，磁盘上的原件不动。

source: Clear the shelf
zh_hans: 清空暂存区

source: Shelf cleared · Undo
zh_hans: 已清空 · 撤销

source: Album art glow
zh_hans: 专辑封面辉光

source: Clear every slot, or drop a control here to remove just that one.
zh_hans: 清空全部位置；把某个控件拖到这里则只移除那一个。

source: Cut
zh_hans: 剪切

source: Paste
zh_hans: 粘贴

source: Cut · Undo
zh_hans: 已剪切 · 撤销

source: Save clipboard files
zh_hans: 暂存剪贴板文件

source: Save whatever was copied by hi, WeChat, Finder or another app to the shelf, keeping the original file format.
zh_hans: 把 hi、微信、访达或其它应用复制的内容存入暂存区，保持原有文件格式。

# 播放时在专辑封面周围叠一层随封面取色的柔光。此前叫「封面背后模糊」，但那个效果从未被绘制，名字与实际不符。
source: Lays a soft glow, tinted from the artwork, around the album art while playing. This was previously labelled “blur behind album art”, but that effect was never drawn — the name did not match what happened.
zh_hans: 播放时在专辑封面周围叠一层随封面取色的柔光。此前叫「封面背后模糊」，但那个效果从未被绘制，名字与实际不符。

source: Polls the clipboard's declared types and reads the contents only when a picture is genuinely there, so screenshots from other tools land here too. Copying a file also puts that file's icon on the clipboard; those are left to the “save clipboard files” button, which copies the real bytes, so the watcher never mistakes an icon for a picture.
zh_hans: 开启后会定期检查剪贴板类型，仅在其中确有图片时才读取内容，用于接住其它截图工具的图片。复制文件时剪贴板里也会有该文件的图标位图，这种情况交给「暂存剪贴板文件」按钮按原格式复制，自动接收不会把图标当成图片存进来。

# 指针停在暂存区上时可用 ⌘C 复制、⌘X 剪切、⌘V 粘贴；右键菜单里也有同样的命令。
source: While the pointer is over the shelf, ⌘C copies, ⌘X cuts and ⌘V pastes. The same commands are in the right-click menu.
zh_hans: 指针停在暂存区上时可用 ⌘C 复制、⌘X 剪切、⌘V 粘贴；右键菜单里也有同样的命令。

source: Copy, cut and paste are in the right-click menu. ⌘C / ⌘X / ⌘V additionally need accessibility access — the island never takes keyboard focus, so a key chord can only be seen through an event monitor. Without that access the shortcuts do nothing; the menu is unaffected.
zh_hans: 右键菜单可复制 / 剪切 / 粘贴。⌘C / ⌘X / ⌘V 需要辅助功能权限（小岛不抢键盘焦点，只能靠事件监听读到组合键），未授权时快捷键不生效，右键菜单不受影响。

source: Mirror desktop notifications from any app. Task completion is shown only when the source app actually posts a notification; task state is never guessed.
zh_hans: 转显任意 App 的桌面通知。只有来源 App 真的发出通知时才会显示任务完成，绝不猜测任务状态。

source: macOS notification permission
zh_hans: macOS 通知权限

source: An app must be allowed to post notifications in System Settings first. If that master switch is off, neither the island nor the top-right corner shows anything, and no setting here can change that.
zh_hans: App 必须先在「系统设置 → 通知」里被允许发送通知。那个总开关不开，小岛和屏幕右上角都不会有任何提醒，这里的任何设置都无法改变。

source: macOS does not let this app read those permissions, so the state shown here cannot reflect them.
zh_hans: macOS 不允许本 App 读取那份权限设置，所以这里显示的状态无法反映它。

source: Open system notification settings
zh_hans: 打开系统通知设置

source: Default for new apps
zh_hans: 新 App 的默认行为

source: Mirror notifications from apps you have not configured
zh_hans: 转显尚未配置过的 App 的通知

source: Show previews for apps you have not configured
zh_hans: 为尚未配置过的 App 显示内容预览

source: Apps appear below after they post their first notification. Turning one off here always overrides the defaults above.
zh_hans: App 会在发出第一条通知后自动出现在下方。在下面单独关闭某个 App，总是优先于上面的默认行为。

source: Apps seen so far
zh_hans: 已出现过的 App

source: No app has posted a notification yet. The first one to arrive shows up here.
zh_hans: 还没有任何 App 发过通知。第一条通知到达后，对应的 App 就会出现在这里。
